---
kind: other
id: Properties.T:Autodesk.Revit.DB.OverrideGraphicSettings
source: html/9540ce59-84a6-a9db-7a5f-6e3e616450bc.htm
---
# OverrideGraphicSettings Properties

The override color of the background pattern of cut faces.